
insert into Manufacturers values('HEMSTEDT')
insert into Manufacturers values('HEMSTEDT DI SI H')
insert into Manufacturers values('FENIX ULTRA')
insert into Manufacturers values('FENIX')
insert into Manufacturers values('IN-THERM')
insert into Manufacturers values('UNIFLOOR')

insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT DH',1,1,N'Маты DH и тонкий кабель DR используются, когда необходимо минимально поднять уровень пола. Монтаж производится на готовую стяжку под напольное покрытие в клеевой раствор или самовыравнивающую смесь. Кабель для мата DR имеет унирсальное назначение. За счет различного шага укладки этот кабель можно использовать как для полноценного отопления (до 250 Вт/м.кв.), так и для укладки под деревянные напольные покрытия (100 Вт/м.кв.). Кабель утапливается в клеевой раствор, не повышая высоту пола. Перед залитием стяжки рекомендуется укладывать теплоизолятор. Имеет три преимущества над кабелем для укладки в стяжку: 1) более быстрый прогрев пола (незначительно экономичнее); 2) более простой монтаж; 3) имеет более высокую температуру плавления внутренней изоляции.',
1,N'Нагревательный мат DH 150 Вт/м кв. для укладки в плиточный клей')

insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT DR',1,1,N'Маты DH и тонкий кабель DR используются, когда необходимо минимально поднять уровень пола. Монтаж производится на готовую стяжку под напольное покрытие в клеевой раствор или самовыравнивающую смесь. Кабель для мата DR имеет унирсальное назначение. За счет различного шага укладки этот кабель можно использовать как для полноценного отопления (до 250 Вт/м.кв.), так и для укладки под деревянные напольные покрытия (100 Вт/м.кв.). Кабель утапливается в клеевой раствор, не повышая высоту пола. Перед залитием стяжки рекомендуется укладывать теплоизолятор. Имеет три преимущества над кабелем для укладки в стяжку: 1) более быстрый прогрев пола (незначительно экономичнее); 2) более простой монтаж; 3) имеет более высокую температуру плавления внутренней изоляции.',
1,N'Тонкий кабель DR 12,5 Вт/м для укладки в плиточный клей')

insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT BR-IM',1,1,N'Кабель BR-IM для теплого пола используются для укладки в стяжку 3-8 см. Они также идеально подходят для полного обогрева помещений, в системах снеготаяния на открытых площадках, в системах антиоблединения на крышах, для обогрева труб и грунта. Перед укладкой кабеля необходимо укладывать теплоизолятор (рекомендуется экструдированный пенополистирол от 2 см, в крайнем случае подложку для ламината 5 мм). Кабель не рекомендуется укладывать напрямую на теплоизолятор. Теплоизолятор необходимо залить черновой стяжкой, в крайнем случае покласть сверху металлическую сетку (армированную или просечно-вытяжную). В случае укладки сетки необходимо оставить пространство между кабелем и теплоизолятором, чтобы при залитии жидким раствором для стяжки заполнить данное пространство смесью. Стяжка должна быть с минимальным количеством воздушных пустот.',
1,N'Двужильный кабель BR-IM 17 Вт/м для укладки в стяжку')

insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT BRF-IM',1,1,N'Кабель BRF-IM используется для обогрева водостоков, открытых площадей, балконов. Для обогрева открытых площадей рекомендуется укладывать шагом 7.5 см (10 см при наличии теплоизолятора). Для более быстрого нагрева рекомендуется укладывать как можно ближе к поверхности. При укладки в стяжку на улице необходимо добавлять пластификатор. В водостоки (трубы) диаметром 100-120 мм кабель укладывается в 2 нити, меньшим диметром в 1 нить.',
1,N'Двужильный кабель BRF-IM 27 Вт/м для обогрева водостоков, кровли, открытых площадей и балконов')

insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT DAS 30',1,1,N'Кабель DAS со встроенным термостатом для обогрева крыш, водостоков и труб большого диаметра. Биметаллический термостат включает кабель при понижении температуры ниже 5 С на датчике, выключет при повышении выже 15 С. В водостоки (трубы) диаметром 100-120 мм кабель укладывается в 2 нити, меньшим диметром в 1 нить. При обогреве трубы ее необходимо теплоизолировать. Толщина телоизоляции должна быть не меньше радиуса обогреваемой трубы.',
1,N'Двужильный кабель DAS 30 Вт/м со встроенным термостатом и вилкой для обогрева труб и водостоков')


insert into Products (product_title,quantity,manufacturer_id,description,sort_order,full_product_title) 
values(N'HEMSTEDT FS 10',1,1,N'Кабель FS со встроенным термостатом для обогрева труб и водопроводов. Биметаллический термостат включает кабель при пониженни температуры ниже 5 С на датчике, выключает при повышении выше 15 С. При обогреве трубы необходимо ее теплоизолировать. Толщина теплоизолятора должна быть не меньше радиуса обогреваемой трубы.',
1,N'Кабель двужильный FS 10 Вт/м со встроенным термостатом и вилкой для оборева труб')


